wrk.txt
Running 30s test @ http://localhost:8080/pvz
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    20.75ms   25.69ms 331.27ms   88.63%
    Req/Sec     1.75k   417.33     3.81k    65.83%
  Latency Distribution
     50%   12.82ms
     75%   26.36ms
     90%   50.20ms
     99%  126.68ms
  209440 requests in 30.06s, 217.51MB read
Requests/sec:   6968.07
Transfer/sec:      7.24MB